Repository: yonatan/las3rfl
Catalog: drupal/sites/all/modules/recaptcha/translations/*.po
Languages: it, ja, nb, th

source: Use the reCAPTCHA web service to improve the Captcha system
it: Usa il servizio web reCAPTCHA per migliorare il sistema Captcha
ja: キャプチャシステムの改善のためにreCAPTCHAウェブサービスを使用します。
nb: Bruk reCAPTCHA-tjenesten for å forbedre Captcha systemet
th: ใช้งาน reCaptcha เพื่อเพิ่มความสามารถของระบบ Captcha

source: Administer the reCAPTCHA web service.
it: Amministra il servizio web reCAPTCHA
ja: reCAPTCHAウェブサービスの管理を行います。
nb: Administrer reCaptcha
th: จัดการระบบ reCaptcha

source: Public Key
it: Chiave Pubblica
ja: パブリックキー
nb: Offentlig nøkkel
th: กุญแจสาธารณะ

source: The public key given to you when you <a href="@url">registered at reCAPTCHA.net</a>.
it: La chiave pubblica che ti è stata assegnata quando ti sei <a href="@url">registrato su reCAPTCHA.net</a>.
ja: <a href="@url">reCAPTCHA.net で登録した際</a>に、あなたに与えられたパブリックキーを入力してください。
nb: Den offentlige nøkkelen du fikk ved <a href="@url">registrering på reCAPTCHA.net</a>.
th: กุญแจสาธารณะที่คุณได้รับจากการ<a href="@url">ลงทะเบียนที่ reCAPTCHA.net</a>

source: Private Key
it: Chiave Privata
ja: プライベートキー
nb: Privat nøkkel
th: กุญแจส่วนตัว

source: The private key given to you when you <a href="@url">registered at reCAPTCHA.net</a>.
it: La chiave privata che ti è stata assegnata quando ti sei <a href="@url">registrato su reCAPTCHA.net</a>.
ja: <a href="@url">reCAPTCHA.net で登録した際</a>に、あなたに与えられたプライベートキーを入力してください。
nb: Den private nøkkelen du fikk ved <a href="@url">registrering på reCAPTCHA.net</a>.
th: กุญแจส่วนตัวที่ได้รับจากการ<a href="@url">ลงทะเบียนที่ reCAPTCHA.net</a>

source: API Server
it: Server API
ja: APIサーバ
th: เซิร์ฟเวอร์ API

source: The reCAPTCHA API Server to connect to.
it: Il server API reCAPTCHA al quale connettersi.
ja: 接続する reCAPTCHA API サーバを入力してください。
nb: reCAPTCHA API serveren som man ska koble seg til.
th: เซิร์ฟเวอร์ reCAPTCHA API ที่จะทำการเชื่อมต่อ

source: Secure Connection
it: Connessione Sicura
ja: 安全な接続
nb: Sikker forbindelse
th: การเชื่อมต่อนิรภัย

source: Connect to the reCAPTCHA server using a secure connection.
it: Connetti al server reCAPTCHA utilizzando una connessione sicura.
ja: reCAPTCHAサーバへの接続に、安全な接続を使用するかどうかを指定してください。
nb: Koble til reCAPTCHA serveren med en sikker forbindelse.
th: เชื่อต่อไปยังเซิร์ฟเวอร์ reCAPTCHA ด้วยการเชื่อมต่อแบบนิรภัย

source: API Secure Server
it: Server Sicuro API
ja: APIセキュアサーバ
nb: Sikker API server
th: เซิร์ฟเวอร์ API นิรภัย

source: The secure reCAPTCHA API Server to connect to when using a secure connection.
it: Il Server Sicuro API reCAPTCHA al quale connettersi quando si usa una connessione sicura.
ja: 安全な接続を使用する際の、セキュアな reCAPTCHA API サーバを入力してください。
nb: Den sikkre reCAPTCHA API serveren det skal kobles til når man bruker en sikker forbindelse.
th: เซิร์ฟเวอร์ reCAPTCHA API นิรภัยที่จะทำการเชื่อมต่อเมื่อใช้งานการเชื่อมต่อแบบนิรภัย

source: Verify Server
it: Server Verifica
ja: 確認サーバ
nb: Bekreft server
th: เซิร์ฟเวอร์ตรวจสอบ

source: The server to use to verify the information.
it: Il server da usare per verificare le informazioni.
ja: 情報を確認する際に使用するサーバを入力してください。
nb: Serveren som skal brukes til å bekrefte informasjon
th: เซิร์ฟเวอร์ที่จะใช้ในการยืนยันข้อมูล

source: reCAPTCHA Question
it: Domanda reCAPTCHA
ja: reCAPTCHA 問題
nb: reCAPTCHA spørsmål
th: คำถาม reCAPTCHA

source: The reCAPTCHA code you entereed was incorrect.
it: Il codice reCAPTCHA inserito non è valido.
ja: 入力された reCAPTCHA コードは正しくありません。
nb: reCAPTCHA koden du skrev inn var feil.
th: รหัส reCAPTCHA ที่คุณใส่ ไม่ถูกต้อง

source: administer recaptcha
it: amministra recaptcha
ja: reCAPTCHAの管理
nb: administrer recaptcha
th: จัดการ reCAPTCHA

source: Use the reCAPTCHA web service to improve the Captcha system.
it: Usa il servizio web reCAPTCHA per migliorare il sistema Captcha.
ja: キャプチャシステムの改善のためにreCAPTCHAウェブサービスを使用します。
nb: Bruk reCAPTCHA-tjenesten for å forbedre Captcha systemet.
th: ใช้งาน reCaptcha เพื่อเพิ่มความสามารถของระบบ Captcha

source: Security
it: Sicurezza
ja: セキュリティ
nb: Sikkerhet
th: ประบบความปลอดภัย
